[
  {
    "user": "@Chart Jungle",
        "list": "Cleaning Supplies Checklist",
    "name": "@pipsta1989",
    "comment": "Ooh. I needed this!",
    "time": "3h"
  },
  {
    "user": "@Anne",
        "list": "Party",
    "name": "@Carrie",
    "comment": "Irish Gran loved throwing lively parties. She spent the day cleaning the house, sending Grandpa out with a precise shopping list for food and drink. Once ready, she would welcome everyone with a drink and then maintain her high #spirits into the early hours.",
    "time": "1h"
  },
  {
    "user": "@Anne",
        "list": "Party",
    "name": "@Amanda",
    "comment": "Family chat reminded me of this Christmas party shopping list written by Heifer many, many moons ago. I still smile every time I read it.",
    "time": "3h"
  },
  {
    "user": "@Anne",
    "list": "Party",
    "name": "@Margaret",
    "comment": "Wonderful weekend with family and friends, chatting, sharing, attempting karaoke and dancing badly. My 60½ party wasn't as originally planned and I never thought hand sanitizers would feature on a party shopping list but so worth it. Now to clean up!",
    "time": "6h"
  },

  {
    "user": "@Anne",
    "list": "Party",
    "name": "@Smith",
    "comment": "We are busy planning a REAL party 🎉 during our maths party day. Sorting our shopping list, what’s the best deal? Where to shop for our leavers party items??",
    "time": "1d"
  },
  {
    "user": "@Anne",
    "list": "Party",
    "name": "@Amy",
    "comment": "The birthday tea party shopping list: 5 year old edition",
    "time": "1d 3h"
  },
  {
    "user": "@Anne",
    "list": "Party",
    "name": "@Eve",
    "comment": "My people, it's just 2 Days to Christmas oh.",
    "time": "1d 7h"
  },
  {
    "user": "@Anne",
    "list": "Party",
    "name": "@Margaret",
    "comment": "With the weather getting better it’s time to get the garden sorted ☀️🍺 I love the one with the fire pit and they are all MASSIVELY REDUCED! Check out these great deals here",
    "time": "1d 7h"
  },
  {
    "user": "@Anne",
    "list": "Party",
    "name": "@Gwen",
    "comment": "Amazing engagement in Year 6 maths today! Party planning + tesco shopping list = decimal addition and subtraction fun!",
    "time": "2d"
  },

  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Chase",
    "comment": "One drink into this vacation and I crossed all 17 items related to chili lime ceviche off my shopping list and scribbled in hot dogs, that says more about me than I care to admit",
    "time": "2m"
  },
  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Jack",
    "comment": "Absolutely soaked Tori with this monster as soon as she walked in from work today. Most important item on the vacation shopping list!",
    "time": "1h"
  },
  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Mama",
    "comment": "In case you were wondering how my vacation went, I am going to the grocery store alone and without a shopping list. I am so excited to be alone in a grocery store. That's how my vacation went.",
    "time": "3h"
  },

  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Wafuru",
    "comment": "*Adds to vacation shopping list under “Plan B”* 😭😭😂🤣",
    "time": "1d 2h"
  },
  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Asia",
    "comment": "I find joy in crossing things off my vacation shopping list",
    "time": "1d 5h"
  },
  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Theresa",
    "comment": "We’re going on vacation in 2 weeks and I have made spreadsheets (itinerary, budget, shopping list, packing list, etc). Showed them to Hubs and he said, “That’s nice honey.",
    "time": "1d 9h"
  },
  {
    "user": "@Rose",
    "list": "Vacation",
    "name": "@Meredith",
    "comment": "Two months from today is Christmas Eve! With the gift of travel, you don't need to worry about a shortage. Contact me and we can start crossing gifts off your shopping list!",
    "time": "2d 4h"
  },
  {
    "user": "@Morris",
        "list": "Wardrobe",
    "name": "@Cheesy",
    "comment": "Ok but Wardrobe, can we get a shopping list for all of Jenna’s outfits?",
    "time": "54m"
  },
  {
    "user": "@Morris",
        "list": "Wardrobe",
    "name": "@Lakyn",
    "comment": "At the end of some sessions, I build a PDF document for my client with their shopping list, styling tips for their wardrobe, moodboard and whatever else I think they need to know moving forward to dress their best. The document I’m working on right now is…almost 40 pages. 😭",
    "time": "1h"
  },
  {
    "user": "@Morris",
    "list": "Wardrobe",
    "name": "@Deedee",
    "comment": "so what do we think of cranberry pills baton rouge shopping extravaganza aka getting a new wardrobe super soaker fun time all around shopping list!!!!",
    "time": "7h"
  },

  {
    "user": "@Morris",
    "list": "Wardrobe",
    "name": "@Anna",
    "comment": "Here's how my spring capsule wardrobe shopping list is shaping up (and the items I've bought already - OOPS!)",
    "time": "1d 4h"
  },
  {
    "user": "@Morris",
    "list": "Wardrobe",
    "name": "@Thaurwen",
    "comment": "Realized that every time I retweet one of these I'm basically making a shopping list for future wardrobe additions.",
    "time": "1d 9h"
  },
  {
    "user": "@Morris",
    "list": "Wardrobe",
    "name": "@Vogue",
    "comment": "This shopping list covers all of your November wardrobe needs: ",
    "time": "1d 11h"
  },
  {
    "user": "@Morris",
    "list": "Wardrobe",
    "name": "@Lydia",
    "comment": "I've got bobble hats, snuggly scarves and chunky jumpers on my shopping list. Love wardrobe updates at this time of year! 🍂🍁",
    "time": "2d 6h"
  },

  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Lydia",
    "comment": "first shopping list since moving out of my parents’ and it’s really filled with the bare essentials, isn’t it",
    "time": "2h"
  },
  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Chris",
    "comment": "i’m moving out today and here’s my shopping list so far can u guys tell me what else i should get cause i fr dont know",
    "time": "3h"
  },
  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Janine",
    "comment": "moving out shopping list getting really long",
    "time": "5h"
  },

  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Genesis",
    "comment": "Kid is thinking of moving out. Gave me a shopping list for IKEA. What about your savings, I enquire. Getting a kitten she says. Priorities!🙄🤣",
    "time": "1d"
  },
  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Lisa",
    "comment": "What are some things someone moving out needs? I’m making a shopping list.",
    "time": "1d 9h"
  },
  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Beenie",
    "comment": "making a Moving Out shopping list this is so scary aaaaa ",
    "time": "1d 10h"
  },
  {
    "user": "@Timothy",
    "list": "Moving Out",
    "name": "@Mae",
    "comment": "so i might be moving out next week first thing on my shopping list is a pride flag to hang on my wall",
    "time": "2d 2h"
  },


  {
    "user": "@CAITLYN",
    "list": "COOLEST THINGS TO BUY ONLINE",
    "name": "@engineerKLee",
    "comment": "I think the coolest thing about being rich is being able to buy and do stuff for other ppl. My pastor would always say draw a circle with the things you want in it. As God blesses you don't increase that circle and buy a bigger house and more cars. We're blessed to be a blessing.",
    "time": "1m"
  },
  {
    "user": "@CAITLYN",
    "list": "COOLEST THINGS TO BUY ONLINE",
    "name": "@Shauna",
    "comment": "One of the coolest things about being an adult is you get to eat cheese anytime you want to. One of the dumbest things about being an adult is you have to buy the cheese.",
    "time": "3h"
  },
  {
    "user": "@CAITLYN",
    "list": "COOLEST THINGS TO BUY ONLINE",
    "name": "@🅱️.Ivy",
    "comment": "One of the coolest things about being a parent, is you get to buy lil random stuff at the store and they think its like the biggest deal when they see it.",
    "time": "10h"
  },



  {
    "user": "@Indeed",
    "list": "34 of the Best Home Office Essentials",
    "name": "@_RobertSchultz",
    "comment": "my boss was like “people working from home are just pretending to work” and it’s like, dude, what do you think i’m doing in the office?",
    "time": "55m"
  },
  {
    "user": "@Indeed",
    "list": "34 of the Best Home Office Essentials",
    "name": "@paraschopra",
    "comment": "If you’re a startup, decide to be all-remote from the get go. You will be able to hire all the talented folks across the world who’re frustrated because their current company is ending work-from-home and calling everyone to the office.",
    "time": "4h"
  },
  {
    "user": "@Indeed",
    "list": "34 of the Best Home Office Essentials",
    "name": "@paraschopra",
    "comment": "In my experience, most devs love work from home because it cuts down on commute and removes office politics that they hate so much. So, as a startup, use work from home as a strategic advantage for hiring.",
    "time": "12h"
  },


  {
    "user": "@BRI THOMAS",
    "list": "10 Things Every Gaming Room Needs",
    "name": "@gabbigolden_",
    "comment": "I’m painting the bookshelf in my gaming room to match my setup. ",
    "time": "5m"
  },
  {
    "user": "@BRI THOMAS",
    "list": "10 Things Every Gaming Room Needs",
    "name": "@exgpro",
    "comment": "Whether it's for your desk or gaming room, bringing Coco Bandicoot into your setup really helps to liven up a space. 🌸",
    "time": "2h"
  },
  {
    "user": "@BRI THOMAS",
    "list": "10 Things Every Gaming Room Needs",
    "name": "@acnh_kayleen",
    "comment": "I got three boxes of new furniture delivered AND I’m at IKEA rn 👀✨ stayed tuned…my gaming room is going through such a makeover",
    "time": "10h"
  },


  {
    "user": "@FLOW WALL",
        "list": "23 Must-Haves for Any Home Garage Workshop",
    "name": "@ScooterSketches",
    "comment": "When big things happen I will splurge and give myself 2 things: 1) Dream car - Black ‘69 Chevelle SS, 4 speed manual No saving miles either, I will drive it every damn day.  2) Custom built detached garage with gym, office, workshop, huge roll up doors and loft area. You?",
    "time": "45m"
  },
  {
    "user": "@FLOW WALL",
    "list": "23 Must-Haves for Any Home Garage Workshop",
    "name": "@winmotorsco",
    "comment": "Where are all those car tinkers? It is becoming rarer to find people who hit the garage or workshop on a regular basis for the fun of it.",
    "time": "7h"
  },
  {
    "user": "@FLOW WALL",
    "list": "23 Must-Haves for Any Home Garage Workshop",
    "name": "@hndcpstd",
    "comment": "a free man's home is productive and self-sustaining. you need a garage/workshop/storage/utility/gym + plenty of good land. a barn even. fields for livestock. you need to secure this for your sons. anything less is just a pod with some amenities",
    "time": "3d 11h"
  },


  
  {
    "user":"@Marie B",
    "list":"The Ultimate Beginner’s Guide to Sewing Tools",
    "name": "@catswithjobz",
    "comment": "Sewing apprentice (not skilled but very passionate)",
    "time": "25m"
  },
  {
    "user":"@Marie B",
    "list":"The Ultimate Beginner’s Guide to Sewing Tools",
    "name": "@Yogalnstructor",
    "comment": "I’m getting so good at sewing",
    "time": "2h"
  },
  {
    "user":"@Marie B",
    "list":"The Ultimate Beginner’s Guide to Sewing Tools",
    "name": "@batbushka",
    "comment": "The disrespect people have for sewn garments vs prop and armor making blows my mind. We have devalued sewing SO much",
    "time": "1d 11h"
  },


  {
    "user":"@MAX MCALLISTER",
    "list":"13 Home Studio Essentials for Beginners",
    "name": "@NicoNiceWitIt",
    "comment": "Home studio is finally 100% complete",
    "time": "45m"
  },
  {
    "user":"@MAX MCALLISTER",
    "list":"13 Home Studio Essentials for Beginners",
    "name": "@SpuzzaN",
    "comment": "No middle man (manager) & a record label just a year ago I was going through a career threatening phase that could’ve crashed my career, TODAY IM BUILDING MY OWN HOME STUDIO 🥺 GOD IS GOOD MAN 🤞🏽❤️🥺🙏🏾",
    "time": "5h"
  },
  {
    "user":"@MAX MCALLISTER",
    "list":"13 Home Studio Essentials for Beginners",
    "name": "@criticalmthx",
    "comment": "Been working on and off on my home studio. Not done yet, but it’s starting to like like something.",
    "time": "1d 2h"
  }
]
