[
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Mark",
    "comment": "Bought some instant coffee for a quid from One Below and I’m shook that it’s not the worst thing I’ve ever tasted in my life, it actually tastes okay wow bargain hunter",
    "time": "1h"
  },
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Tommy",
    "comment": "Some of you have 10 Free cards from the $.50 and Dollar Lots. For all you bargain hunters out there, that's how you do it! Not trying to break me down to a dime for 2 of them!",
    "time": "3h"
  },
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Janet",
    "comment": "Some of you have 10 Free cards from the $.50 and Dollar Lots. For all you bargain hunters out there, that's how you do it! Not trying to break me down to a dime for 2 of them!",
    "time": "3h"
  },

  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Janet",
    "comment": "Some of you have 10 Free cards from the $.50 and Dollar Lots. For all you bargain hunters out there, that's how you do it! Not trying to break me down to a dime for 2 of them!",
    "time": "6h"
  },
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@June",
    "comment": "Is it too much to find a man that is a bargain hunter but appreciates quality and won’t skimp on dinners out or argue I spend too much on personal appearance? Yes someone exactly like myself WHAT",
    "time": "1d"
  },
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Oliver",
    "comment": "Can’t believe I’ve managed to secure flights to Varadero for just over £200 😅😅 I am a certified bargain hunter",
    "time": "1d 3h"
  },
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Margaret",
    "comment": "With the weather getting better it’s time to get the garden sorted ☀️🍺 I love the one with the fire pit and they are all MASSIVELY REDUCED! Check out these great deals here",
    "time": "1d 7h"
  },
  {
    "user": "@Nancy",
    "list": "Bargain Hunter",
    "name": "@Abigail",
    "comment": "Solution: my wife should be in charge of buying. Absolute deal hunter that woman, like a bargain bloodhound.",
    "time": "2d"
  },

  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Andrew",
    "comment": "found probably the greatest cryptic shopping list of all time (either that or it’s a piece John Cooper-Clark inspired street poetry)",
    "time": "3h"
  },
  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Jones",
    "comment": "What Bowie inspired clothing items are at the top of your shopping list?",
    "time": "4h"
  },
  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Debbie",
    "comment": "My 8yo *hates* getting up in the morning & *really hates* writing with the burning passion of a 1,000 suns; and yet today he got up at 5am to write me this shopping list from @DrLucyRogers @dkbooks “Inventor Lab” Book #Inspired #STEM",
    "time": "8h"
  },

  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Nicola",
    "comment": "Feeling really inspired for today's shopping list.",
    "time": "6h"
  },
  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Stephanie",
    "comment": "Shopping List to help with Classroom Management. What would you add?",
    "time": "1d 1h"
  },
  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Ben",
    "comment": "All I’m gonna say is 1999 Ben had a very deluded and misguided impression of what the future had in store!!",
    "time": "1d 3h"
  },
  {
    "user": "@Lilly",
    "list": "Inspired",
    "name": "@Paul",
    "comment": "Done my shopping list for Brexit. A typical middle class thing to do, inspired by the five mile tail back for the Euro Tunnel test. What about the poor, when the shelves empty what do they do? They can’t afford to stock up. #BrexitReality",
    "time": "2d 3h"
  },
  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@William",
    "comment": "Better late than never?",
    "time": "20m"
  },
  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@Joe",
    "comment": "'sure tis grand, we'll just sit here and starve'",
    "time": "2h"
  },
  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@Robert",
    "comment": "My latest shopping list left in a supermarket trolley for a happy shopper.",
    "time": "5h"
  },

  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@Trisha",
    "comment": "At the moment our Alexa plays music, cracks jokes and sorts out the shopping list. But could she save my life one day?",
    "time": "11h"
  },
  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@David",
    "comment": "I have just written a shopping list for the next week that has absolutely no meat on it. I am slightly cheating because we're going to my mum's for roast dinner on Sunday. But still!!",
    "time": "1d 2h"
  },
  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@Francis",
    "comment": "Latest CBC shopping list had me walking the entire shop floor of a prominent supermarket",
    "time": "1d 8h"
  },
  {
    "user": "@Tom",
    "list": "Latest Products",
    "name": "@Sarah",
    "comment": "Take a look at my post-quarantine shopping list in the latest letter to my dad",
    "time": "2d 1h"
  },

  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Jessica",
    "comment": "We baked with the kids all day today. They researched the ingredients, made a shopping list, went shopping, came home and followed the methods.",
    "time": "10m"
  },
  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Willis",
    "comment": "I am very proud of our 5th graders. They set the vision for their hall competition. They researched, sketched, made a shopping list, and learned and shared the skills they needed in order to make what they envisioned on their own 😊. They put in a lot of hard work!",
    "time": "3h"
  },
  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Grace",
    "comment": "Last week in the baking station, some of the children decided they would like to add a new recipe. We researched what we could make, made a shopping list with prices and practised making shortbread. We then wrote down the recipe so our friends can try it too.",
    "time": "7h"
  },

  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Berry",
    "comment": "Ruan made a 3 course meal for us on Friday night. He researched the menu himself, made a shopping list for me and worked hard on the cooking. Here is his menu",
    "time": "10h"
  },
  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Shaheen",
    "comment": "Ss had to create an ideal meal plan, evaluate their own, & build a shopping list. Ss researched stores with the best prices, found total costs for plans & analyzed for affordability.",
    "time": "1d 5h"
  },
  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Nicolas",
    "comment": "I'm creating my shopping list for my favourite recipe I researched online, soon I will be in the Kitchen cooking.",
    "time": "1d 7h"
  },
  {
    "user": "@Mark",
    "list": "Researched",
    "name": "@Jeff",
    "comment": "Miss Thomson was delighted as her boys and girls have calculated her Christmas shopping list!  They researched the prices online and totalled the prices of all the gifts!",
    "time": "2d 3h"
  }
]
